Revit 2024 API
ParameterTypeId.ZoneUseOutsideAirPerPersonParam Property
 "Use Outside Air Per Person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ZoneUseOutsideAirPerPersonParam { get; }
Visual Basic
Public Shared ReadOnly Property ZoneUseOutsideAirPerPersonParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ZoneUseOutsideAirPerPersonParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace